"PurchaseURL" = "https://www.panic.com/transmit/buy.html";
"Transmit Preferences..." = "Transmit-Einstellungen …";
"Open Transmit..." = "Transmit öffnen …";
"Source Control Files (Example)" = "Quellcodeverwaltungsdateien (Beispiel)";
"My iDisk" = "Meine iDisk";
"Other User's iDisk…" = "iDisk eines anderen Benutzers …";
"Other User's Public Folder…" = "Öffentlicher Ordner eines anderen Benutzers …";
"Mount" = "Aktivieren";
"Cancel" = "Abbrechen";
"Please purchase Transmit today!" = "Bitte kaufen Sie Transmit noch heute!";
"Mounting %@..." = "%@ aktivieren …";
"None Available" = "Nichts verfügbar";
"Refresh Finder" = "Finder aktualisieren";

// TRProtocolDescription
"ProtocolDescriptionSFTP" = "SFTP";
"ProtocolDescriptionFTPTLS" = "FTP über TLS/SSL";
"ProtocolDescriptionFTPSSL" = "FTP über implizites SSL";
"ProtocolDescriptionFTP" = "FTP";
"ProtocolDescriptionSMB" = "SMB";
"ProtocolDescriptionAmazonS3" = "Amazon S3";
"ProtocolDescriptionAmazonCloudDrive" = "Amazon Drive";
"ProtocolDescriptionOneDrive" = "Microsoft OneDrive";
"ProtocolDescriptionOneDriveForBusiness" = "Microsoft OneDrive for Business";
"ProtocolDescriptionAzure" = "Microsoft Azure-Dateidienst";
"ProtocolDescriptionDreamObjects" = "DreamObjects";
"ProtocolDescriptionDropbox" = "Dropbox";
"ProtocolDescriptionGoogleDrive" = "Google Drive";
"ProtocolDescriptionBox" = "Box";
"ProtocolDescriptionRackspace" = "Rackspace Cloud Files";
"ProtocolDescriptionOpenStack" = "OpenStack Swift";
"ProtocolDescriptionWebDAVS" = "WebDAV HTTPS";
"ProtocolDescriptionWebDAV" = "WebDAV";
"ProtocolDescriptionBackblazeB2" = "Backblaze B2-Cloud-Speicher";
"objects-us-west-1.dream.io" = "objects-us-west-1.dream.io";
"onedrive.com" = "onedrive.com";
"sharepoint.com" = "sharepoint.com";
"server.com" = "server.com";
"dropbox.com" = "dropbox.com";
"drive.google.com" = "drive.google.com";
"box.com" = "box.com";
"office365.com" = "office365.com";
"microsoft.azure.com" = "microsoft.azure.com";
"rackspacecloud.com" = "rackspacecloud.com";
"drive.amazonaws.com" = "drive.amazonaws.com";
"api.backblazeb2.com" = "api.backblazeb2.com";
"s3.amazonaws.com" = "s3.amazonaws.com";
"%@..." = "%@ …";

"Download" = "Laden";
"OK" = "OK";
"Transmit Disk requires FUSE for macOS to be installed." = "Für Transmit-Volume muss FUSE für macOS installiert sein.";
"To mount your servers in the Finder, please download and install FUSE." = "Um Ihre Server im Finder zu aktivieren, laden und installieren Sie FUSE.";

"Transmit cannot mount \"%@\" as a disk." = "Transmit kann „%“ nicht als Volume aktivieren.";
"The server protocol or authorization method is currently unsupported by Transmit Disk." = "Das Serverprotokoll oder die Autorisierungsmethode wird gegenwärtig von Transmit-Volume nicht unterstützt.";

"Eject" = "Auswerfen";
"Show in Finder" = "Im Finder zeigen";
